{"website": "facebook.com/illyJbabyOfficial", "twitter": "illyJbaby", "soundcloud_url": "illyjonthebeat", "intro": "[아티스트 소개]\nTV에서 흘러나오던 가위춤과 에미넴의 랩을 어줍잖게 따라하던 끼많은 소년이 있었다. 다재다능한 끼로 친구들의 사이에서 주목을 받으며 어린 시절을 보내던 이 소년은, 누구나 한번쯤 질풍노도의 시련을 겪듯이, 갇혀있는 듯한 일상생활의 환경에 만족하지 못했으며, ‘내가 잘할 수 있고, 나를 부각시킬 수 있는 것을 찾겠다’고 생각하여 불과 15살의 멋모르는 어린 나이에 해외 유학의 길을 선택한다. \n캐나다, 뉴질랜드, 중국, 필리핀 등에서 거치며, 에미넴, 카니예 웨스트, 다프트 펑크 등 항상 새로운 것을 추구하는 아티스트들의 음악을 접했고, 이에 영향을 받아 하나하나 음악 활동의 길로 이정표를 정하게 된다. 뉴질랜드 북부 섬지방 목장에서 양털을 깎으면서도, 필리핀 세부 바닷가의 드높은 태양 아래서 습도에 찬 땀을 훔쳐내면서도…  \n3년간의 유랑생활을 마감하고 18살이 되는 2004년 한국에 돌아와, 유학시절 주변 음악친구들로부터 어깨너머로 익혀왔던 ‘작곡’이라는 창조의 세상에 드디어 첫 발을 들여놓고자 했던 그는, 선배 인디밴드 노리플라이의 정욱재(Tune)와 만나게 되고, 미디를 활용해 작곡하는 법을 배우게 된다. 드디어 처음 작곡한 발라드 곡에 뿌듯한 미소를 띄우며 서서히 프로뮤지션이 되기 위한 자신의 아이덴디티를 부여한다.\n이후 3인조 힙합 그룹을 결성하여 활동을 시도했던 그는 팀원들의 사정으로 인하여 팀이 해산되는 아픔을 겪기도 하고, 그 후에도 여러 차례 그룹 결성, 솔로 앨범 준비를 거듭했지만 소속사의 좋지 못한 사정 등 여러 실패와 시행 착오를 겪었다. 심지어 잠시 다른 길을 선택하기도 하여 영어 강사, 마케팅 회사 등 다양한 직군에서 사회 경험을 쌓던 그는 한 음반사에서 직장일을 시작하며, 그 동안 꾸준히 만들어 온 음악들의 존재가 현실적으로 부각이 될 수 있음을 드디어 느끼게 되었다. 그 동안 열악했던 환경을 모두 극복하고 드디어 세상에 자신의 이름을 내 건 앨범을 세상에 내놓게 된 것이다.\n일리 제이(ILLY J). 가위춤과 에미넴(Eminem)식의 랩에서부터 잉태되어온 그 소년의 꿈은 이제 [ILLYTRONIC]이라는 타이틀 아래, 데이빗 게타(David Guetta)나 파이스트 무브먼트(Far East Movement)같은 현대적인 일렉트로 사운드까지 관통한다. 일렉토니카의 모던함과 힙합의 반항성이 내재돼 있지만 그의 음악엔 정형화된 음악적 정체성이나 방향은 특별히 정해놓지 않았다. ‘내가 자신감을 가지고 잘 할 수 있다면 어떠한 것이든 도전하여 멋지게 해내겠다’는 각오만이 존재할 뿐이다. 시대의 흐름을 이끌어 나가면서도 한정되지 않은, 무한한 가능성을 무기로 앞으로 그가 해 나갈 도전이 기대된다. \n항상 새로운 길을 개척하며 가능성을 보여 온 일리 제이의 청춘기처럼, 앞으로 보여줄 그의 음악 세계는 장르에 국한되지 않은 무한한 매력을 발산할 것이다. 우리 주변의 ‘평범한 직장인’인 동시에, 현실의 따분함에 늘 일탈을 꿈꿔왔던‘반항아’로서의 기질이 공존하는 일리 제이의 이중성은 인디음악의 영웅을 바라는 우리들에게 또다른 매력으로 다가옴이 충분할 것이다.", "facebook": "illyJbabyOfficial", "genre": "Electronic", "event": [{"venue_id": 238, "title": "봉인해제파티", "date": "2012-08-17", "price": "20000", "time": "22:00", "venue": "Club Mansion", "lineup": [{"name": "ILLY J / 일리제이", "musician_id": 1988}]}], "regular_musician": [{"name": "ILLY J / 일리제이", "musician_id": 1988, "event_count": 1}], "name": "ILLY J / 일리제이", "musician_id": 1988, "member": "ILLY J"}