{"website": "www.facebook.com/2iNmuzik", "twitter": "hckmanrecords", "intro": "힙합과 일렉트로닉계의 두 숨은 고수가 만났다!!\n\n\n힙합 씬에서 꾸준히 사랑 받아온 실력파 뮤지션 자이언(GIANT)과\n(버벌진트 등 힙합 뮤지션과의 다수 호흡, 월드 디제이 페스티벌 출연 등)\n\n얼리 어답터형 일렉 뮤지션 프리큐(FreeQ)의 키모(Kimo)!\n (1인 프로젝트 그룹 FreeQ, 버클리 음대 출신)\n\n\n\n[우연한 만남, 선입견을 깬 그 날의 대화]\n두 뮤지션의 만남은 어느 까페에서 우연한 기회에 이루어졌다. 같은 공간에서 공통된 지인을 매개로 안면을 트게 된 자이언과 키모는 처음엔 서로의 장르에 대한 선입견을 가지고 있었다. 우선 언더 힙합 씬에서도 다소 실험적인 음악을 하기로 유명한 자이언. 자신이 직접 팀을 결성하여 발매했던 여러 장의 힙합 앨범으로 이미 음악성으로 정평이 나 있었다. 뿐만 아니라 대한민국 힙합의 현 주소이자 대중들의 많은 사랑을 받고 있는 버벌진트, 45RPM 등과의 다수의 협업, 이에 꾸준히 펼쳐 온 공연을 통해 힙합 씬에서는 이미 잔뼈가 굵은 뮤지션이었다. 그에 비해 일찍이 유명 기획사 YG의 초창기 연습생 시절을 지내고 버클리 음대를 다녔으며, 1인 프로젝트 그룹 프리큐(FreeQ)로 데뷔, 밝고 경쾌한 느낌의 유로 일렉팝을 선보이며 대중들에게 보다 한 발 앞서 다가갔던 키모. 현재는 일렉트로닉이 트렌드가 되어 전 세계적으로 음악을 지배하고 있지만, 훨씬 이전부터 유럽에서 유행의 선단에 있던 일렉팝 음악 장르를 도입하여 신선하고 재미있는, 색다른 장르를 갈망하던 리스너들 사이에서 떠오르는 뮤지션으로 주목 받기 시작하였다. 달라도 너무 다른 두 사람이었기에 그 사이의 간극이 좁혀지지 않을 줄 알았다는 것이 서로에 대한 첫인상. 하지만 그들은 서로의 신상 정보를 공유하는 사소한 이야기서부터 자신이 취향, 추구하는 목표 등 진지한 이야기까지, 대화를 통해 생각을 나누었고, 점점 ‘음악을 같이 해 보면 뭔가 색다르고 재미있는 게 나올 수 있겠다’는 확신이 들어 그렇게 바로 작업에 들어갔다. \n\n[가볍지 않으면서도 부담 없이 듣기 좋은, 최고의 음악을 만들자]\n 각자가 추구해 온 스타일을 존중하기 위해 이들은 직접 만나서 작업하는 일도 거의 없었다고 한다. 기본 비트를 자이언이 만들어 전달해 주면, 여기에 키모가 대중적인 멜로디와 가사를 입히고, 그렇게 몇 차례의 피드백을 거쳐 노래를 완성해 온 것이 이들 작업 방식의 정석이었다. 힙합 중에서도 (상)힙합을 추구하던 자이언은 처음엔 자신이 만든 실험적인 비트에 사랑과 이별이라는 섬세한 감정을 표현하는 가사와 경쾌하고 대중적인 멜로디가 입혀지는 것이 어색하고 걱정되기까지 했지만 그 우려도 잠시, 두 사람이 지녀 왔던 궁극의 차가 빚어 내는 색다르지만 매력 넘치는 곡들이 하나 둘씩 완성될 때마다 그만큼 자신감을 가지게 되었다. 서로에게서 느껴온 이질감 속에서 조금씩 발견되는 공통 분모와 동질감에 시간가는 줄 모를 정도로 즐거움에 흠뻑 빠진 두 사람의 작업 분위기를 떠올리며 키모는 이렇게 이야기했다 “무거운 힙합 감성을 대변하던 자이언이 나(키모)의 대중 지향적인 음악 색깔에 많이 흡수된 앨범이다. 달라도 너무 달랐던 우리의 콜라보레이션이지만, 노래를 들을 수록 소통의 스펙트럼을 넓히기 위해 어떠한 노력을 기울였는지 느낄 수 있을 것이다”.\n\n어릴 적부터 듣고 자란 언더그라운드 힙합에 강하게 매료되어 매니아적인 음악 스타일이 형성된 자이언과 대중적으로 인지도를 높일 수 있는 음악 스타일의 표준을 보여 왔던 키모. 이렇게 달랐던 두 사람을 묶어준 것은 다름 아닌 ‘누구보다 빠르게, 남들과는 다르게’ 라는 마인드였다. 트렌드를 누구보다 빨리 접하고, 남과 다른 시각과 취향을 가진 것을 자랑스러워 했던 두 사람은 이러한 공통점으로 이어져 최상의 호흡을 이루어낼 수 있었다고 한다. 음악의 신선함을 잃지 않기 위해 새로운 분야에 늘 도전하고, 끊임없이 노력하는 그들이 야심차게 준비한 이번 앨범은, 기존에 두 뮤지션을 좋아한 팬들에게 있어서는 뜻밖의 선물과도 같은 공동 작업 결과물로 남을 것이며, 이들의 음악을 처음 접한 리스너들은 듣는 순간 세련되고 매력적인 음악 세계에 빠져들게 될 것이다.", "facebook": "2iNmuzik", "genre": "Pop Hiphop R&b", "event": [{"venue_id": 138, "title": "노콩음악회", "date": "2012-11-24", "time": "19:00", "venue": "노pd네콩볶는집", "lineup": [{"name": "Cloudancer", "musician_id": 1356}, {"name": "2iN / 투인", "musician_id": 2161}]}, {"venue_id": 87, "title": "프리마켓", "date": "2012-11-03", "time": "13:30", "venue": "홍대 프리마켓 (놀이터)", "lineup": [{"name": "세정", "musician_id": 272}, {"name": "모리슨호텔 (Morrison Hotel)", "musician_id": 347}, {"name": "하도", "musician_id": 494}, {"name": "혜린", "musician_id": 631}, {"name": "스웨덴 세탁소", "musician_id": 1599}, {"name": "묘한 나나", "musician_id": 2092}, {"name": "2iN / 투인", "musician_id": 2161}]}, {"venue_id": 127, "title": "Special MINI Showcase of 2iN", "date": "2012-10-26", "price": "현매&예매 / 15,000 미니포스터 지참시 10,000원 으로 할인!", "time": "20:00", "venue": "c cloud", "lineup": [{"name": "2iN / 투인", "musician_id": 2161}]}], "regular_musician": [{"name": "2iN / 투인", "musician_id": 2161, "event_count": 3}, {"name": "묘한 나나", "musician_id": 2092, "event_count": 1}, {"name": "Cloudancer", "musician_id": 1356, "event_count": 1}, {"name": "하도", "musician_id": 494, "event_count": 1}, {"name": "세정", "musician_id": 272, "event_count": 1}, {"name": "혜린", "musician_id": 631, "event_count": 1}, {"name": "모리슨호텔 (Morrison Hotel)", "musician_id": 347, "event_count": 1}, {"name": "스웨덴 세탁소", "musician_id": 1599, "event_count": 1}], "name": "2iN / 투인", "musician_id": 2161, "member": "Kimo (Rap n Vocal) , Giant (rap)", "video": ["https://youtu.be/aeegnvV9C50"]}