{"intro": "정통클래식과 대중음악을 넘나들며 현악사중주(String Quartet)의 개념을 새롭게 개척해온 콰르텟엑스. 그들을 표현하는 언론기사들에는 언제나 \"파격적인\", \"기발한\", \"돌연변이\" 등의 문구가 빠짐없이 따라다닌다. 더블샵을 상징하는 X마크를 내세우며 격렬한 무대액션과 치밀하게 계획된 새로운 방식의 공연, 도전적인 레파토리를 소화해 가장 강렬한 사중주단으로 불리우며 화려하게 데뷔한 콰르텟엑스는 클래식음악계의 전례없는 화제를 일으킨 장본인들이다. 팀 결성 후 연주회를 하지 않고 3년동안 철저한 훈련속을 거친 이후, 그들이 공개해온 콘서트는 모두 도발적인 사건으로 기록되어 왔다. 모든 전통을 분해하고 재조립해 이전에 볼 수 없던 새로운 스타일을 개척해온 것이다. 모든 공연을 직접 뮤지컬을 만들듯이 기획하여 연주스타일, 무대연출, 홍보와 인터넷 마케팅등 모든 분야에서 한단계 앞선 방향을 제시한다. 2시간 20분에 걸친 미친듯한 연주로 관객을 사로잡은 첫 작품 바람 성난파도> 에서는 대작인 \"죽음과 소녀\"를 첫 곡으로 내세우는 당돌함과, 격렬하고 난해하기로 이름난 베토벤의 \"대푸가\"를 외워서 연주하는 자신감을 보여주며 클래식공연에 커다란 획을 긋기에 충분했다. 베토벤의 현악사중주의 모든 악장들을 분리해서 기발하게 조합한 역시 큰 주목을 받았는데, 각 작품에 그들이 붙인 제목들도 이 공연에서 공개되었다. \"팝콘\", \"경마\", \"고양이\" 등 현대정서에서나 나올 수 있는 그들의 자유로운 아이디어들을 엿볼 수 있다. 그들만의 실험공연 시리즈는 그 동안 연주홀에서나 볼 수 있었던 정통 클래식공연을 시민들과 함께 느끼겠다는 그들의 의지를 들어낸다. 지하철역 광장같은 대중무대에서 보여준 그들의 레파토리는 결코 가벼운 음악이 아니었다. \"그리그 현악사중주\"를 비롯하여 \"아메리칸\", \"죽음과 소녀\"와 같은 깊이있는 걸작들이었으며, 심지어는 현대음악에 이르기까지 실험적인 레파토리로 광장콘서트의 의미를 새롭게 하고있다. Members 제1바이올린 조윤범은 클래식계에서 이미 \"음악계의 괴물\"이라는 별명으로 알려져 있으며, 그의 다재다능한 재능은 여러분야에서 노출되어있다. 콰르텟엑스의 리더이자 편곡자 역할에서부터 웹디자인, 출판, 편곡, 한국일보의 고정칼럼인 의 집필에 이르기까지 믿기 어려운 경력의 소유자다. 이런 그의 능력들은 콰르텟엑스의 전 공연을 직접 기획하는데 커다란 역할을 했다. 풍부한 감성을 가진 제2 바이올린 김경연은 사중주에 없어서는 안될 요소들을 이미 많은 활동을 토대로 훈련한 연주자이다. 풍부한 음량과 안정된 앙상블을 이루는데 가장 큰 역할을 하고 있는 그녀는 사중주에 큰 역할을 하고 있는 기둥이다. 비올리스트 김치국 또한 현악사중주를 가장 잘 이해하는 비올리스트이다. 그는 실내악과 코리안심포니의 단원으로서 다양한 앙상블 활동을 통하여 얻은 경험과 노하우를 바탕으로 재능을 키워왔고 그의 능력을 가장 잘 발휘할수 있는 분야로 이끌어왔다. 현악사중주에서 고음악기들과의 호흡을 한발 앞서 잡아내는 첼리스트 오새란의 센스는 타고난 감각과 고된 연습을 통해 다듬어지고 더하여, 듣는 이로 하여금 ! 짜릿한 일치감을 맛보게 한다. 그들 모두의 연주력과 열정은 현악사중주의 세계를 대중에게 한걸음 다가가게 할것이다. 이 앨범은 그들의 공연 레파토리 중 앵콜 곡으로 연주되어온, 그들 자신이 편곡한 영화음악들이다. 바로 이것이 다른 연주단체의 어떤 공연에서 볼 수 없는 감동을 전하는 이유중 하나이다. 클래식 연주자들중 자신이 직접 음악을 만들어 연주하는 아티스트는 흔치않다. 크라이슬러나 리스트, 파가니니 등 과거의 비르투오소들에서나 볼 수 있었던 이러한 업적들을 이 시대의 연주자가 이어받고 있다는 점은 동시대에 살고있는 우리들에게 큰 행운이 아닐 수 없다. .", "event": [{"intro": "<br><img src=\"http://cfile29.uf.tistory.com/image/11131B464EBFF01E0D7FC3\">", "venue_id": 18, "intro_long": "<나의 서양미술 순례>의 저자 서경식의 아주특별한 서양음악 이야기 <나의 서양음악 순례>와 <책만보는 바보>의 저자 안소영의 청년 고종과 갑신정변 주인공들의 열정을 되살린 <갑신년의 세친구>를 만나보세요.", "title": "11월 북콘서트_서경식, 안소영 작가", "date": "2011-11-29", "price": "당첨자 무료입장", "time": "19:30", "venue": "홍대 KT&G 상상마당 라이브홀", "lineup": [{"name": "루시아 (Lucia)", "musician_id": 229}, {"name": "콰르텟엑스", "musician_id": 230}]}], "album": [{"songs": ["1. Purcell&rsquo;s Theme", "2. Ave Maria", "3. Sleeping Stars", "4. Popcorn", "5. The Hare And The Tortoise", "6. Is It True?", "7. Toy War", "8. Tears In Paris", "9. To Horowitz", "10. The Royal Tenenbaums", "11. Breath", "12. Pizzicato Clock", "13. Express", "14. History"], "albumtitle": "Quartet X - History (2007)"}, {"songs": ["1. 마법의 정원 (모리스 라벨)", "2. 토카타와 푸가 (요한 세바스챤 바흐)", "3. 순수의 시대 (엘머 번스타인)", "4. 시네마 천국 (엔니오 모리꼬네)", "5. 라퓨타 천공의 성 (히사이시 조)", "6. 심슨가족 (데미 엘프만)", "7. 미도의 테마 (심현정) (올드보이)", "8. 모노노케 히메 (히사이시 조)", "9. 캐치미 이프 유캔 (존 윌리암스)", "10. 러브 어페어 (엔니오 모리꼬네)", "11. 일 포스티노 (루이 바칼로프)", "12. 여인의 향기 탱고 (카를로스 카르델)", "13. G선상의 아리아 (요한 세바스챤 바흐)", "14. 샤콘느 (요한 세바스챤 바흐)"], "albumtitle": "Quartet X 1집 - Chaconne (2005)"}], "regular_musician": [{"name": "루시아 (Lucia)", "musician_id": 229, "event_count": 1}, {"name": "콰르텟엑스", "musician_id": 230, "event_count": 1}], "name": "콰르텟엑스", "musician_id": 230}