{"website": "japandroids.com", "intro": "\"heartland rock without the heart\"\nBiography\nThis is the semi-factual promotional biography for the semi-professional rock & roll band Japandroids. It was written in 2012 by Brian King at the behest of Polyvinyl Record Co., and describes in detail all matters of concern with respect to Japandroids' 2nd album Celebration Rock. It is the second semi-factual promotional biography written by Brian King at the behest of Polyvinyl Record Co., the first describing in detail all matters of concern with respect to Japandroids' 1st album Post-Nothing. For convenience sake, the aforementioned document has been distilled into two concise paragraphs as to negate redundancy as much as possible, while at the same time provide the necessary context by which to appreciate the existence of Celebration Rock, irrespective of its quality:\n\nJapandroids is a two piece band from Vancouver, BC. This 'band' started in 2006 and consists of Brian King and David Prowse. Originally intending to be a trio, the boys decided to forego the logistical nightmare of having a 'lead singer' and do it themselves. As a consequence, Japandroids are one guitar, one set of drums, and two vocalizers. Japandroids are maximal - a two piece band trying to sound like its a five piece band. Their 'songs' run the gauntlet of rock & roll sub-genres, with the boys ripping off too many different bands to sound like any other duo making music right now.\n\nAfter self-releasing two EPs, 2007's All Lies and 2008's Lullaby Death Jams, Japandroids released their critically acclaimed debut album Post-Nothing via Polyvinyl Record Co. in 2009. The boys toured extensively throughout 2009–2010, playing over 200 shows in more than 20 countries, and quickly gained notoriety for their extremely energetic live performances. Finding it difficult to write and record a second album in the midst of such a heavy touring schedule, Japandroids released a series of 7'' singles throughout 2010, each one recorded during a brief interval between tours. The same year, Japandroids re-released their first two EPs as a compilation titled No Singles, which included a booklet detailing their early history.\n\n5 long years in 2 short paragraphs. Not Bad.\n\nPerhaps the most pertinent detail omitted from said paragraphs is the fact that at no point during this time did Brian and David even discuss the possibility of writing, let alone recording, a second Japandroids album. With the band having more or less imploded late in 2008 (after what was considered to be a valiant but ultimately fruitless effort), one single regret still lingered, and despite their wounds and subsequent estrangement, continued effortlessly to slander them and their attempts to move on, like the subtle scent of skin on the sheets days after the desecration. Ipso facto, the sole motivation for revisiting the band many months later was simply to see if they could exploit their sudden newfound internet popularity and take Japandroids on the road. Due in part to the unexpected (and untimely) discovery of the band early in 2009 by certain online entities and their congregations, what previously seemed reserved for only the most ardent hearts, presented itself to Japandroids like a deal from the devil himself. Cautiously seduced, Brian and David decided in favour of their romantic notions of the open road, and set upon a crusade to swindle the soul of a continent. Tour was the fire to which they fed themselves.\n\nAs days became weeks, so too did months become years. Finally, having exhausted themselves, as well as the immediate charm of Post-Nothing, and with only one final recording session looming on the horizon, the boys found themselves at a crossroads. Would they abandon their days on the wind and nights on the rocks in favour of the gentle lull of a geographic coma? No one knew; not even the boys themselves. That is, until one cool New York night, when under the spell of the city's swill, they cast off the demons of doubt, having come in through the out door, back out through the window.\n\nFor months, they laboured. Through the endless rains and windless chills of a northwestern winter, Japandroids fought tirelessly against their own creative limitations, struggling to expand their sound beyond the simple sloganeering that dominated Post-Nothing. Stuck knee deep in the swamp of summer, time had chased them down, and caught them waiting patiently. Had it not been for the fever of fall, with the boys back on tour where they belong, all might have been lost. Run out of town, they vowed not to return in anything less than triumph. Settling under the sulfurous skies of the south, Japandroids continued to labour through the dying months of 2011, returning reluctantly with nothing short of an album.\n\nAs with countless previous recording sessions, the boys would bestow their faith solely upon Heaven's native son, Jesse Gander. An inexhaustible rocket of patience and dedication, Gander's unique ability to build cathedrals out of criminals was pushed to its absolute limit, as Brian and David demanded he coax only the purest nectar from their delinquent hearts. And so he did:\n\n\"Let's make this one a little more cruising down the highway, and a little less doing crystal meth on New Year's…\"\n\n\"That take was the perfect mixture of pee and poo - it had the fluidity of pee, and the solidness of poo…\"\n\nAnd so on and so forth, until not even the deepest and darkest of nights could extinguish what can only be described as living fireworks. Celebration Rock - a title in and of itself so controversial that at first utterance, it was so feared and hated that Polyvinyl Record Co. felt compelled to plead for an alternative. But the band would not yield. Hell was just going to have to come and get them.\n\nSo there you have it. 1 year, 8 songs, 35 mins. Not bad.\n\nAs for everything else, I've got no answers. Any questions?\n\nReference materials:\n\n8 song albums\n\n- Raw Power by The Stooges\n- Born To Run by Bruce Springsteen\n- IV by Led Zeppelin\n\n35 min albums\n\n- Let It Be by The Replacements\n- Revolver by The Beatles\n- Pet Sounds by The Beach Boys", "facebook": "japandroids?fref=ts", "genre": "Garage Rock", "event": [{"venue_id": 5, "title": "JAPANDROIDS in SEOUL w/ 이스턴사이드킥,리플렉스", "date": "2013-02-14", "price": "35000/40000", "time": "21:00", "venue": "레진코믹스V홀", "lineup": [{"name": "이스턴사이드킥 (estern side kick)", "musician_id": 64}, {"name": "Japandroids", "musician_id": 2525}, {"name": "리플렉스 (Reflex)", "musician_id": 2599}]}, {"venue_id": 241, "title": "JAPANDROIDS in BUSAN w/옐로로코,지니어스", "date": "2013-02-13", "price": "20000/25000", "time": "21:00", "venue": "부산 바이널언더그라운드", "lineup": [{"name": "옐로로코", "musician_id": 1287}, {"name": "지니어스", "musician_id": 1294}, {"name": "Japandroids", "musician_id": 2525}]}], "album": [{"songs": ["1. The Nights Of Wine And Roses", "2. Fire&rsquo;s Highway", "3. Evil&rsquo;s Sway", "4. For The Love Of Ivy", "5. Adrenaline Nightshift", "6. Younger Us", "7. The House That Heaven Built", "8. Continuous Thunder"], "albumtitle": "Japandroids 2집 - Celebration Rock (2012)"}, {"songs": ["1. The House That Heaven Built", "2. Jack The Ripper"], "albumtitle": "Japandroids : single - The House That Heaven Built (2012)"}, {"songs": ["1. Heavenward Grand Prix", "2. Shame"], "albumtitle": "Japandroids : single - Heavenward Grand Prix (2010)"}, {"songs": ["1. Younger Us", "2. Sex And Dying In High Society"], "albumtitle": "Japandroids : single - Younger Us / Sex And Dying In High Society (2010)"}, {"songs": ["1. Darkness On The Edge Of Gastown", "2. No Allegiance To The Queen", "3. Sexual Aerosol", "4. Lovers/Strangers", "5. Lucifer&rsquo;s Symphony", "6. Couture Suicide", "7. Avant Sleepwalk", "8. Coma Complacency", "9. To Hell With Good Intentions", "10. Press Corps"], "albumtitle": "Japandroids : 컴필레이션 - No Singles (2010)"}, {"songs": ["1. Art Czars", "2. Racer-x"], "albumtitle": "Japandroids : single - Art Czars (2010)"}, {"songs": ["1. The Boys Are Leaving Town", "2. Young Hearts Spark Fire", "3. Wet Hair", "4. Rockers East Vancouver", "5. Heart Sweats", "6. Crazyforever", "7. Sovereignty", "8. I Quit Girls"], "albumtitle": "Japandroids 1집 - Post-Nothing (2009)"}], "regular_musician": [{"name": "Japandroids", "musician_id": 2525, "event_count": 2}, {"name": "이스턴사이드킥 (estern side kick)", "musician_id": 64, "event_count": 1}, {"name": "옐로로코", "musician_id": 1287, "event_count": 1}, {"name": "지니어스", "musician_id": 1294, "event_count": 1}, {"name": "리플렉스 (Reflex)", "musician_id": 2599, "event_count": 1}], "name": "Japandroids", "musician_id": 2525, "member": "Bryan King, David Prowse"}