{"website": "www.grimesmusic.com", "twitter": "Grimezsz", "intro": "There is a powerful harmony in Grimes. It is a project which is both musical and visual, embodying the arts of 2D, performance, dance, video and sound. Claire Boucher weaves these together to a strong rhythmic effect, “the marriage between the voice of a human and the heartbeat of a machine” [Bullett Magazine].\n\nBoucher, born in Vancouver, Canada, came to Montreal in 2006. Her experience as a performer is deeply embedded in the illegal DIY loft culture of Montreal, where Grimes was one of the prominent figures in the scene surrounding Lab Synthèse – a 4600sq ft re-appropriated textile factory. She developed in a scene where punk ethos and pop music collide, resulting in a distinct sense of community, religiosity and psychedelic revelry.\n\nVisions arises as Boucher’s fourth release in less than two years. Geidi Primes (2010), initially released as a limited 30 cassette run and free download, then followed by Halfaxa (2010) – arguably one of the first witch-house or lo-fi R&B releases. On Darkbloom (2011), Grimes begins taking her first steps as a producer, bringing together the experimentation behind her early work and a cutting edge pop aesthetic.\n\nEach album tackles a different set of influences and styles. Her newest album, Visions, incorporates influences as wide as Enya, TLC and Aphex Twin, drawing from genres like New Jack Swing, IDM, New Age, K-pop, Industrial and glitch. This approach has marked Grimes as a curator of culture, and allowed the project to remain flexible and evolving.\n\nA phantasmic state for the deep listener, sourcing the long forgotten spells running alongside humans for centuries and forcing them through a hyper-futuristic filter. Compositional and vocal delivery are coloured with an emotional trauma. Despite a generally upbeat demeanour, an urgency permeates the music. Calling us between our history and the future it uses the pleasure of minimal rhythms and dance to entice, but beyond its rich, software-sculpted cohesiveness, and vocal energy, runs a very real and odd world", "facebook": "pages/Grimes/133232266718746?fref=ts", "genre": "Future", "event": [{"venue_id": 409, "title": "GRIMES AFTER PARTY", "date": "2013-03-24", "price": "10000/30000", "time": "12:00", "venue": "오백", "lineup": [{"name": "바가지 바이펙스써틴 (Bagagee Viphex13)", "musician_id": 374}, {"name": "비트컬쳐", "musician_id": 2526}, {"name": "Grimes", "musician_id": 2527}]}, {"venue_id": 12, "date": "2013-03-23", "time": "23:00", "venue": "롤링홀 (Rolling Hall)", "lineup": [{"name": "로보토미", "musician_id": 1457}, {"name": "비트컬쳐", "musician_id": 2526}, {"name": "Grimes", "musician_id": 2527}]}, {"venue_id": 12, "title": "GRIMES 첫 내한 3.23 - 매진!", "date": "2013-03-23", "price": "45000/54000", "time": "20:00", "venue": "롤링홀 (Rolling Hall)", "lineup": [{"name": "로보토미", "musician_id": 1457}, {"name": "비트컬쳐", "musician_id": 2526}, {"name": "Grimes", "musician_id": 2527}, {"name": "Ami Dang", "musician_id": 2733}]}], "album": [{"songs": ["1. Infinite Love Without Fulfilment", "2. Genesis", "3. Oblivion", "4. Eight", "5. Circumambient", "6. Vowels = Space And Time", "7. Visiting Statue", "8. Be A Body", "9. Colour of Moonlight (Antiochus)", "10. Symphonia Ix (My Wait Is U)", "11. Nightmusic", "12. Skin", "13. Know The Way"], "albumtitle": "Grimes 3집 - Visions (2012)"}, {"songs": ["1. Genesis"], "albumtitle": "Grimes : single - Genesis (2012)"}], "regular_musician": [{"name": "비트컬쳐", "musician_id": 2526, "event_count": 3}, {"name": "Grimes", "musician_id": 2527, "event_count": 3}, {"name": "로보토미", "musician_id": 1457, "event_count": 2}, {"name": "Ami Dang", "musician_id": 2733, "event_count": 1}, {"name": "바가지 바이펙스써틴 (Bagagee Viphex13)", "musician_id": 374, "event_count": 1}], "name": "Grimes", "musician_id": 2527, "member": "Grimes (Claire Boucher)"}