{"intro": "THIS WILL DESTROY YOU began in earnest during the mid-00's in San Marcos, TX. In many ways, the initial sound of the band was the logical destination point for four friends (Christopher Royal King, Jeremy Galindo, Raymond Brown, and Andrew Miller) that had been playing in a variety of bands together throughout their teens. In 2005, the group began writing and recording what was intended to be a simple 6-song documentation of where they were at musically. Externally, Brown had been accepted into medical school, King was working on high profile graphic design gigs, and the four genuinely thought that they'd be moving into other fields, ultimately requiring the dissolution of the band.\n\nThis plan changed dramatically one fateful day when King sent the 6 songs (recorded by a 17-year old high school student) to Virginia's Magic Bullet Records as a \"thank you\" for releases he personally enjoyed over the years from the label's catalog. An immediate connection was established between the label and band. Within weeks, the 6-song demo became \"Young Mountain,\" THIS WILL DESTROY YOU's first retail full length, and the band found themselves on their first tour (a brief west coast stint with labelmates SPARROWS SWARM AND SING).\n\nFrom that moment on, the trajectory of THIS WILL DESTROY YOU became meteoric in arc and path. Acclaim from critics and fans alike came pouring in overnight (Rock Sound Magazine bestowed \"Album of the Year 2006\" honors on \"Young Mountain\"), the songs quickly found marriage to various licensing projects across film, television, web, and video projects the world over, and the album quickly shot up both indie retail and Apple iTunes charts. To fully illustrate the fever pitch of the moment, even the Pentagon was caught up in the hysteria, using two songs in a disaster preparedness presentation held before the nation's top military brass in the wake of New Orleans' catastrophic Hurricane Katrina. Suddenly, the choice between band and \"real life\" became not so clear for all involved.\n\nAfter some domestic touring surrounding \"Young Mountain,\" the band paired with John Congleton to record \"S/T,\" 2008's follow-up full length. This would be the last recording Brown would appear on, as he ultimately decided to pursue his medical career with the support of all involved. Upon release of \"S/T,\" the band cycled through countless days on tour with a bevy of temporary and trial bass players before eventually finding the right man for the job in Donovan Jones. Literally hitting the ground running with Jones, the band continued to loop North America in between several lengthy stints in the UK and Europe, pausing only to issue a few EP's (2009's \"Field Studies,\" 2010's \"Moving on the Edges of Things\" and \"Communal Blood\").\n\nAs day after week after month after year piled up on the road, the rigors and alternate reality of touring life began to set in and take toll. Where once stood young men simply excited about exploring the world for the first time, now loomed grizzled veterans with worn out passports, broken bodies, darkened minds, and an existentialism that would crush even Camus. Relationships failed miserably, family and friends either drifted and/or passed away, and \"home\" became a far more abstract concept than in years prior.\n\nIt was amidst this darkened age of despair and equilibratory destruction that the band began to create an entirely new strain upon the trademark sounds that defined \"Young Mountain\" and \"S/T.\" Nocturnal writing sessions begat entirely sinister, yet simultaneously emotional passages. The vision for what would become the future of the band was now clearly laid out before them. It was also during this time that the band parted ways with drummer Andrew Miller and brought in long-time friend Alex Bhore to provide the last missing piece toward the next stage in the group's metamorphosis of sound.\n\n\"Tunnel Blanket\" is the third proper full length from THIS WILL DESTROY YOU. It is the product of over two years of having the abyss stare back at the creator and, in turn, the creators lashing back at it with everything they've got. While previous albums managed to strike a universal chord of human hope and near-optimism toward the future, \"Tunnel Blanket\" is the darker and more intricate sides of human emotion, grief, and tragedy. It's \"pretty\" in the way decomposition is pretty. It's \"artful\" in the precise way that a sniper's bullet passes through the largest artery is artful.\n\nAs the aural whallop of album-opener \"Little Smoke\" slams into listener consciousnesses just before the 3:00 mark, it become readily apparent that this album is about to take everyone involved down a very stark, bleak, and entirely introspective path. Whereas \"Young Mountain\" and \"S/T\" could be played in bookstores, coffee shops, and surfing videos, the blackened density of \"Tunnel Blanket\" commands and provides entire immersion between the recording and the listener. This is not background music and you're not going to play it at family gatherings (save for perhaps a particularly dark funeral).\n\nThe songs of \"Tunnel Blanket\" seemingly represent the varying stages of grief and, fittingly, are often-paralyzing. Passages like \"Glass Realms,\" \"Reprise\" and \"Osario\" are haunting canvases of nostalgia, loss, and overwhelming despair. Slabs like \"Communal Blood\" and \"Black Dunes\" are glacially-paced, yet somehow the most violent and eruptive that contemporary music itself is even capable of. Envision not man-made pyrotechnics when trying to process the sounds of the latter. Think of volcanoes no longer being able to contain themselves and seeping out across scorched earth. Think of ice shelves collapsing after centuries. Think of the bodies of men that have been bludgeoned into nothing but fine pulp.\n\nThere is still beauty in the latest from THIS WILL DESTROY YOU. In fact, this could easily be described as the most beautiful album the band has ever made. Yet it's an entirely unconventional beauty that taps far below the soil that most bands dig their safe heels upon. In essence, \"Tunnel Blanket\" is humanity itself during its most beaten down and darkened times. It is the sonic equivalent of being buried alive and needing to scratch and claw back to the air above for mere survival. And at the end, it's just as cathartic, instinctively primal, and wholly rewarding.", "facebook": "thiswilldestroyyou?fref=ts", "genre": "PostRock", "event": [{"venue_id": 12, "title": "▓▓ THIS WILL DESTROY YOU - SEOUL ▓▓", "date": "2013-06-08", "price": "35000/45000", "time": "20:00", "venue": "롤링홀 (Rolling Hall)", "lineup": [{"name": "데이드림", "musician_id": 327}, {"name": "스위밍 돌", "musician_id": 1018}, {"name": "디스윌디스트로이유", "musician_id": 3069}]}, {"venue_id": 241, "title": "▓▓ THIS WILL DESTROY YOU - BUSAN ▓▓", "date": "2013-06-07", "price": "20000/25000", "time": "21:30", "venue": "부산 바이널언더그라운드", "lineup": [{"name": "지니어스", "musician_id": 1294}, {"name": "디스윌디스트로이유", "musician_id": 3069}]}, {"venue_id": 251, "title": "▓▓ THIS WILL DESTROY YOU - 대구 ▓▓", "date": "2013-06-06", "price": "20000/25000", "time": "22:00", "venue": "대구 URBAN", "lineup": [{"name": "디스윌디스트로이유", "musician_id": 3069}]}, {"venue_id": 248, "title": "▓▓ THIS WILL DESTROY YOU - 전주 ▓▓", "date": "2013-06-05", "price": "20000/25000", "time": "21:00", "venue": "전주 Radio Star", "lineup": [{"name": "디스윌디스트로이유", "musician_id": 3069}]}, {"venue_id": 414, "title": "▓▓ THIS WILL DESTROY YOU - 광주GWANGJU ▓▓", "date": "2013-06-04", "price": "20000/25000", "time": "21:00", "venue": "Under99", "lineup": [{"name": "디스윌디스트로이유", "musician_id": 3069}]}], "regular_musician": [{"name": "디스윌디스트로이유", "musician_id": 3069, "event_count": 5}, {"name": "스위밍 돌", "musician_id": 1018, "event_count": 1}, {"name": "지니어스", "musician_id": 1294, "event_count": 1}, {"name": "데이드림", "musician_id": 327, "event_count": 1}], "name": "디스윌디스트로이유", "musician_id": 3069}