{"intro": "MDS는 bjorn(뵤른)과 허동, 두 멤버로 이루어진 팀이다. 허동은 뉴욕과 보스턴 등지에서 실험적인 일렉트로닉 음악을 하는 Elephant Feed Monkey라는 듀오로 활동을 하였고 귀국 후 밴드 와이낫의 사운드 디자이너 및 키보디스트로 활동을 하며 영화음악과 CF, 미디어아트 등의 다양한 작품 활동을 해온 뮤지션이다. 뵤른 또한 뉴욕과 보스턴에서 DJ Bjorn이란 이름으로 클럽 DJ와 하우스 음악 프로듀서로 활동한 뮤지션으로 푸디토리움 1집에 포토그래퍼와 사운드 디자이너로 참여한 바 있으며 최근엔 Sunday Sunset의 1집 앨범에 편곡과 프로그래밍 참여를 한 이력을 가지고 있다. 2011년 7월 홍대 인디 음악을 일렉트로닉 사운드와 어법으로 재포장했던 리믹스 앨범 ‘I am the Remix’ 로 데뷔하여 다음 뮤직에서 진행한 ‘다음 올해의 인디뮤지션’ 8위에 선정. 데뷔 첫 해부터 많은 사랑을 받으며 성공적인 데뷔를 했다.  클럽 打, Rolling Hall, Club Double Eight과 Junkie 등 공연장에서의 공연. 그리고 클럽에서의 DJ 등 다양한 음악적 활동을 하다 2012년 1월 싱글 ‘불면증’을 발표. 클럽씬에서 자신들이 해오던 트렌디한 음악과는 다른 잔잔하고 감수성을 자극하는 일렉트로닉 발라드를 선보이며 자신들의 음악적 스펙트럼이 단순히 일렉트로닉 댄스음악에만 국한된 것이 아니라는 것을 보여주었다.  불면증 이후 레인보우 페스티벌, 슈퍼소닉, 글로벌개더링 코리아 등 유수의 페스티벌 무대에 서는 등 바쁜 활동을 보내왔던 MDS는 2012년 10월 발매한 두 번째 싱글 ‘I Do’를 발매, 기존 한국의 일렉트로닉 음악신에서 찾기힘든 MDS만의 독특한 사운드 또한 이번 싱글에서 여실없이 들려주고 있는데 아날로그 테잎 레코딩 및 아날로그 신디사이저들을 활용한 프로덕션을 통해 오늘날 디지털 음악들에서 느끼기 힘든 아날로그적인 감성을 담아내며 MDS만의 음악세계를 유감없이 들려주었다.  깊은 밤 트랜디한 핫플레이스를 찾는 파티고어들에게는 몸을 흔들게 만드는 Electro 음악들을 선사하며, 일렉트로닉 발라드로 잠이 오지 않아 뜬눈으로 긴 밤을 지새는 리스너들의 귀까지 사로 잡는 엠디에스. 우리는 그들의 다음 행보를 주목해볼 필요가 있다.", "facebook": "mmmdddsss", "event": [{"venue_id": 437, "title": "2013 잔다리페스타 쇼케이스", "date": "2013-10-13", "price": "예매(1일2만, 3일5.5만) 현매(1일2.5만,3일7만)", "time": "17:00", "venue": "텅스텐홀", "lineup": [{"name": "사이보그", "musician_id": 2302}, {"name": "그레이", "musician_id": 3157}, {"name": "MDS", "musician_id": 3198}]}, {"venue_id": 393, "title": "Club TA Proudly Presents - 레이지본, MDS, 뉴튼, 리플렉스", "date": "2013-07-05", "price": "15,000", "time": "19:30", "venue": "클럽 타(Club TA)", "lineup": [{"name": "뉴튼", "musician_id": 2168}, {"name": "레이지본", "musician_id": 2171}, {"name": "리플렉스 (Reflex)", "musician_id": 2599}, {"name": "MDS", "musician_id": 3198}]}], "regular_musician": [{"name": "MDS", "musician_id": 3198, "event_count": 2}, {"name": "리플렉스 (Reflex)", "musician_id": 2599, "event_count": 1}, {"name": "사이보그", "musician_id": 2302, "event_count": 1}, {"name": "그레이", "musician_id": 3157, "event_count": 1}, {"name": "뉴튼", "musician_id": 2168, "event_count": 1}, {"name": "레이지본", "musician_id": 2171, "event_count": 1}], "name": "MDS", "musician_id": 3198, "member": "Bjron (뵤른) (신디사이저, 코러스), Heodong (허동) (신디사이저, 키보드), 강동규 (드럼 (세션)), 이재준 (객원 보컬)"}