{"website": "yoonmi.net", "soundcloud_url": "yoonmi-choi", "intro": "The young jazz trio of  Yoonmi choi(piano), Primoz podobnik, Samvel Sarkicyan (drums), Tyler luppi (C.bass) has been playing and performing together since 2012.\n The trio's improvisations are based on the European Jazz color and classic modern sound. Specially pianist is fully engaged with her bandmates and guests.  are written by yoonmi choi, as well as compositions by the members of the group. Collectively in 2013, they have participated in jazz festivals which are Swingin' Groningen　festival，Jazztime festival at Amphion, and Idstein Jazz festival as main players,  Autumn jazz festival in Assen and Kunstmaand Ameland  festival with Russian vocalist Alina Engibaryan. Recently Yoonmi Choi Trio joined the Global Union of Young Artists  with her trio which includes the great young musicians all over the world.\nAlso in September She is going to play with Alex Sipiagin who is great jazz trumpet player in New York. After She has concert with Drummer Gene Jackson in Netherlands.\n\n 피아니스트 최윤미 를 중심으로한 최윤미 트리오는 유럽, 아시아 안에 있는 재즈 페스티발과 재즈 클럽, 대학, 뮤지엄, 아트센터 등 많은 곳에서 연주활동은 펼치고 있다.  최윤미 트리오는 유러피안 음악 컬러를 베이스로 클래식과 모던한 사운드를 동시에 가지고 있다.그들이 연주하는 모든 곡들은 밴드 멤버들의 오리지널 창작곡으로  강하고 아름답고 섬세하며  강력한 느낌이 색을 확연히 보여준다. \n\n 2013년에는 Swingin' Groningen　festival，Jazztime festival at Amphion, Idstein Jazz festival  에서 트리오로 연주활동을 펼쳤고 이어  Autumn jazz festival in Assen and Kunstmaand Ameland  festival에서도 러시아 보컬리스트  Alina Engibaryan  함께 연주를 하였다. 현재 최윤미트리오는 2013년 창설된 미래 음악을 짊어지고갈 전 세계 젊은 뮤지션들 연합인 Gobal Union of Young Artist 에 소개되어있다.", "genre": "Jazz", "event": [{"venue_id": 280, "title": "감성달빛 작은 콘서트 #42", "date": "2013-08-24", "time": "19:00", "venue": "감성달빛", "lineup": [{"name": "모리슨호텔 (Morrison Hotel)", "musician_id": 347}, {"name": "최윤미 트리오", "musician_id": 3363}]}], "regular_musician": [{"name": "최윤미 트리오", "musician_id": 3363, "event_count": 1}, {"name": "모리슨호텔 (Morrison Hotel)", "musician_id": 347, "event_count": 1}], "name": "최윤미 트리오", "musician_id": 3363, "member": "최윤미", "video": ["https://youtu.be/bRSwsJhQuGw", "https://youtu.be/t5duGydWOFM", "https://youtu.be/ahZfjLYxHEA", "https://youtu.be/8FfdpPvP3tU"]}