{"website": "www.ruthminnikin.ca", "twitter": "ruthminnikin", "intro": "A few press quotes for 'The Minnikins' Photo Album' (released Nov 13, 2012)The Globe and Mail - 4/4 Stars - Disc of the Week/2012 Picks of the Year - \"As gracious and inviting album as I have ever heard.\"Herohill Music Blog -\"Washed in sepia tones; images faded and cracked Ruth sings in the spirit of tradition and lineage\"New Canadian Music - Folk Album of the Week - \"Superb effort here. There is a soft and pure quality to Minnikin's vocals.\"Bob Mersereau CBC - \"Compelling and fascinating, like those interrupted dreams you can't quite remember, but wish so much you could.\"Now Magazine - NNNN - \"On 'Letters For You', Minnikin delivers one of her most beautiful vocal performances yet.\" Americana UK - 9/10 - \"This is a pure, honest, no frills album that is both genuine and utterly beautiful.\"Live video for first track on the album, 'Positively' - http://www.youtube.com/watch?v=3FMwx05ojsM For over ten years I have been playing music internationally. I have showcased several times at all the big conferences (NSMW, ECMA, CMW, NXNE, CCMA, SXSW, CMJ and Folk Alliance). I have performed at festivals and toured throughout Canada, the US, the UK (England, Scotland, Ireland, Wales), Spain, Germany and France. I have opened for well-known artists like Jools Holland, Buck 65 and Blue Rodeo. I recorded a duet with Joel Plaskett and performed several songs with him at his Symphony Nova Scotia show. Currently, I'm teaching music in Asia and am writing a new album that I will record when I return home to NS in November. Here on Jeju island (in the East China Sea), I am playing live concerts and throughout the summer, I will perform at several festivals.Ruth Minnikin is a Nova Scotian, folk, songwriter & visual artist that charts on international radio, gets nominated for countless awards, releases solo albums & videos, tours around the world and is featured on over 60 records! \"There's a hootenanny in the doll's house.\" London Sunday Times, Stewart Lee", "facebook": "ruth.minnikin.music", "event": [{"venue_id": 39, "title": "2013 잔다리페스타 쇼케이스", "date": "2013-10-12", "price": "예매(1일2만, 3일5.5만) 현매(1일2.5만,3일7만)", "time": "19:00", "venue": "오뙤르 (AUTEUR)", "lineup": [{"name": "세정", "musician_id": 272}, {"name": "유우래", "musician_id": 1865}, {"name": "저녁", "musician_id": 3006}, {"name": "Ruth Minnikin", "musician_id": 3497}]}], "regular_musician": [{"name": "세정", "musician_id": 272, "event_count": 1}, {"name": "유우래", "musician_id": 1865, "event_count": 1}, {"name": "저녁", "musician_id": 3006, "event_count": 1}, {"name": "Ruth Minnikin", "musician_id": 3497, "event_count": 1}], "name": "Ruth Minnikin", "musician_id": 3497, "member": "Ruth Minnikin (Vocals, acoustic guitar)"}