{"intro": "Andrew Weir is one half of Australian electronic act The Bosons. His new solo project SSNOOB is his next step into improvised dance and electronica.\n\nOver the past few years he has written, produced and toured with The Bosons. Releasing one independent ep, a full length album and 7 inch single through B-Label Records (Europe) and Upper Music (Korea).\n\nOn a 2013 tour to South Korea Ssnoob played at the Boryeong Mud Festival and at venues including Club Freebird, Myoung Wol Gwan, Strange Fruit and Hodge Podge. The Bosons have toured Europe and Asia twice and have received airplay on radio all around the world. Recently having their single featured on Lauren Laverne’s prime time show on BBC Radio 6.\n\nHe has supported local and international acts such as V.O.S. (UK), Alta (Melb), Polar Chalors (JAP), FilFla (JAP), Yamagata Tweakster (Kor), Nai Palm (Haitus Kaiyote Melb),Love X Stereo (Kor), We Dance (Kor), Spoonty (Melb), Nitz (Slovenia).\nHe has also had remixes by Debian Blak (Leeds UK) and Australian electronic artist Kit Pop. \n\nAndrew is also a classically trained guitarist who studied jazz at The Conservatorium of Music in Perth and has toured with many of Australia’s most well known pop artists. \n\nAndrew has recently been writing original material to be released later in 2013 and is touring with a live show that mixes all the best of his live electronic and dance experience with his ambient and jazz improvising passions", "facebook": "ssnoob", "genre": "Electronic", "event": [{"venue_id": 524, "title": "2013 잔다리페스타 쇼케이스", "date": "2013-10-12", "price": "예매(1일2만, 3일5.5만) 현매(1일2.5만,3일7만)", "time": "19:00", "venue": "디 엠 키친 앤 라운지", "lineup": [{"name": "클럽505", "musician_id": 1142}, {"name": "유카리 (Yukari)", "musician_id": 2683}, {"name": "홀라당", "musician_id": 3515}, {"name": "Ssnoob", "musician_id": 3538}]}], "regular_musician": [{"name": "Ssnoob", "musician_id": 3538, "event_count": 1}, {"name": "유카리 (Yukari)", "musician_id": 2683, "event_count": 1}, {"name": "홀라당", "musician_id": 3515, "event_count": 1}, {"name": "클럽505", "musician_id": 1142, "event_count": 1}], "name": "Ssnoob", "musician_id": 3538}