{"website": "juiceboxxx.com/blog", "twitter": "juiceboxxxusa", "intro": "Juiceboxxx is an American artist, producer and performer. Since the age of 15, he has been barn burning all over the world with little regard for convention and a lot of guts and tension. In a world of bullshit, JB puts it all on the line, every time. What’s more, Chuck D from Public Enemy once called Juiceboxxx “the Buddy Holly of Hip Hop.”\n\nA true journeyman, Juiceboxxx has played in over 18 countries and toured with acts as wide-ranging as Jeff The Brotherhood, DJ Dog Dick, Public Enemy, Teengirl Fantasy, Japanther, Big Freedia, MNDR, Fat Tony and more. His visceral live show is at once aggro and entertaining and brings to mind Bruce Springsteen splattered through a punk rap lens.\n\nA classic American urgency runs through the music of Juiceboxxx. He connects the dots between Garage Rock and Baltimore Club, Classic Rock and Classic Rap. Def Jam and “Jack And Diane”. Existing simultaneously on the margins of many different scenes has allowed Juiceboxxx to develop a singular voice that is always moving forward. In a world of fly by night sensations, Juiceboxxx has put in the time to create something that he can call his own.\n\nJuiceboxxx also runs the no-rules American pop music and culture label Thunder Zone, which has released everything from records to clothing to energy drinks and worked with artists like Lil Ugly Mane, Schwarz, G-Side and Extreme Animals. Like Juiceboxxx, Thunder Zone is truly the product of a singular cultural vision. One that understands why in 2014 a record label should release both MP3s and hacky sacks; energy drinks and t-shirts designed by rappers.\n\nJuiceboxxx is on a mission. This is a deep saga that has been unfolding since 2001. You can put the pieces together or you can just jump right in, it doesn’t really matter. But when Juiceboxxx comes to your town, you better believe that you are witnessing the next in a long tradition of American journeymen, bound together by pure intensity. Enter The Thunder Zone.", "facebook": "thunderzoneusa", "genre": "HipHop", "event": [{"venue_id": 264, "title": "[2014.6.7] JUICEBOXXX LIVE IN KOREA 2014", "date": "2014-06-07", "price": "15000", "time": "21:00", "venue": "무대륙", "lineup": [{"name": "쾅프로그램", "musician_id": 88}, {"name": "야마가타 트윅스터 (YamagataTweakster)", "musician_id": 92}, {"name": "기린", "musician_id": 708}, {"name": "쥬스박스", "musician_id": 4171}]}], "regular_musician": [{"name": "쾅프로그램", "musician_id": 88, "event_count": 1}, {"name": "기린", "musician_id": 708, "event_count": 1}, {"name": "쥬스박스", "musician_id": 4171, "event_count": 1}, {"name": "야마가타 트윅스터 (YamagataTweakster)", "musician_id": 92, "event_count": 1}], "name": "쥬스박스", "musician_id": 4171, "video": ["https://youtu.be/nt7fnLcn3sw", "https://youtu.be/MojK4ObxMu8"]}