{"website": "www.shynature.com", "twitter": "shynaturemusic", "intro": "Shy Nature are a four-piece alternative rock band from London. The distinctive, delicate vocals of singer William contrast an urgent mix of jangly guitars and rasping organ, drawing inspiration from timeless sixties songwriting through to more recent New York garage groups.\n\nAfter forming in early 2013, they released debut track “Deadly Sin”, a \"flurry of starry-eyed guitars and wild-eyed choruses\" (DIY Magazine) which received national airplay from multiple BBC Radio 1 DJs and propelled them support The Breeders at a sold-out, 2000+ capacity Forum in London for only their sixth live show.\n\nA self-titled debut EP in late 2013 caught the attention of NME Magazine, who said “though the likes of Sinking Ship and Washout are soft and tender, live they’re much more raw” and Record Collector, whose 4 star review praised the band’s “knack for song-craft”. Marking the release with a series of self-produced music videos and live acoustic performances, they followed up with the announcement of their first UK headline tour in early 2014, to celebrate new single “Lie Back”.\n\nReleased on Kissability, “Lie Back” earned further support from BBC Radio 1 and 6 Music, a place on the XFM evening playlist and a feature as The Guardian’s new band of the day: “at their best, Shy Nature’s songs are at that level beyond exuberant: exultant”. They now look ahead to festival appearances at BBC Radio 1's Big Weekend, Field Day and more, with news of their next release to follow.", "facebook": "shynature", "event": [{"venue_id": 50, "title": "SHY NATURE (UK)  6/20 @Strange Fruit", "date": "2014-06-20", "price": "15000", "time": "21:00", "venue": "스트레인지프룻 (Strange Fruit)", "lineup": [{"name": "모리(morrie)", "musician_id": 1414}, {"name": "샤이 네이처", "musician_id": 4192}]}, {"venue_id": 50, "title": "SHY NATURE (UK) 6/20 @Strange Fruit", "date": "2014-06-20", "price": "15000", "time": "21:00", "venue": "스트레인지프룻 (Strange Fruit)", "lineup": [{"name": "모리(morrie)", "musician_id": 1414}, {"name": "샤이 네이처", "musician_id": 4192}]}], "regular_musician": [{"name": "샤이 네이처", "musician_id": 4192, "event_count": 2}, {"name": "모리(morrie)", "musician_id": 1414, "event_count": 2}], "name": "샤이 네이처", "musician_id": 4192, "member": "Will (vocals) Matt (drums) Gary (guitar)", "video": ["https://youtu.be/kbEkLUggCaA", "https://youtu.be/-oGvLnRvEgE", "https://youtu.be/b4plo5EW5B4"]}