{"intro": "전통과 현대의 만남 재즈 밴드 ‘그루잠’(GroovJam)\n그루잠은 순 우리말로 ‘잠깐 깨었다 다시 든 잠’이라는 뜻을 가지고 있다.\n다른 의미로는 음악용어인 Groove와 Jam의 합성어로 GroovJam을 의미하기도 한다.\n그루잠은2016년6월에 앨범을 발매했다. 앨범에는 여섯 곡의 민요와 전래동요를 재해석 한 곡들과 두 곡의 그루 잠 오리지널 곡이 수록 되어있다.\n‘뱃놀이’와 ‘군밤타령’과 같은 민요 그리고 전래동요로 널리 알려져 있는 ‘섬집아이’를 재즈 스타일의 음악으로 재해석 했다. 민요인 ‘밀양아리랑’은 악기의 사운드를 극소화하여 미니멀리즘 한 음악으로 ‘도라지Mnopedie NO.1’은 민요 도라지 타령의 멜로디에 클래식 작곡가 이자 피아니스트인 “에릭사티”의 “짐노패디”를 접목시켜 편곡했다. ‘새야 새야’는 일렉트로닉 사운드로 재해석 하면서, 전통 민요를 어떻게 해석하느냐에 따라 다른 여러 장르의 음악들이 나올 수 있다는 것을 보여줬다.\n‘Abuelita’는 스페인 언어로 ‘할머니’ 라는 뜻을 가지고 있다. 안현진,애쉬(Ash)작곡 애쉬(Ash)작사 로 전래동요 꼬부랑 할머니를 모티브로 만들어진 노래이며 고개고개를 넘어가는 할머니를 우리의 삶에 비유하여 음악적 으로 표현 하였고 마지막 트랙에 위치한 ‘자장노래’는 애쉬(Ash) 작곡 황용하 작사로 만들어진 이번 앨범의 타이틀 곡 으로. 그루잠 뜻 에 포함된 “잠”에 관한 노래이며 깨었다가 다시 잠든 이들을 위한 자장가로 한국의 전통 자장가를 모티브로 만들어 졌다.\n그루잠은 NYU대학원 에서 유학을 마치고 돌아와 “몽타주,살인의뢰” 등 다수의 영화음악 감독으로 활동하고 있는 피아니스트 안현진 마찬가지로 NYU대학원 에서 유학을 마치고 한국에서 활발히 활동하고 있는 재즈 보컬리스트 Ash(애쉬) 클래식,CCM,재즈 등 다양한 장르와 스타일로 활동하고 있는 베이시스트 이성환 가요 작사가 및 드럼연주로 활동하는 드러머 황용하 로 구성된 팀으로 재즈 트리오 사운드에 보컬이 어우러져 한국의 민요와 동요를 현대적으로 다양하게 재해석 하여 ‘그루잠’만의 스타일로 표현하고 있다.\n그루잠의 음악은 그루잠의 뜻 잠깐 깨었다가 다시 든 잠처럼 음악의 이상을 항상 추구하다 잠깐씩 현실에 부딪히는 뮤지션 그루잠 맴버 들 애환의 비유이며. 대중과 함 깨 하려는 그루잠 이들의 표현 이기도 하다.\n민요와 전래동요를 재즈 스타일로 표현 어쩌면 어려울 수 있는 재즈를 어린아이부터 어른까지 남녀노소 누구나 편하고 쉽게 다가 올 수 있게 때로는 이들의 음악을 들으며 위로 받고 잠 들 수 있게 만드는 것 그것이 그루잠 음악의 표현이며 핵심 이다.\n그루잠 은 앨범 발매와 동시에 2016년 6월10일 대학로 재즈아카데미 “SJA HALL” 에서 서울재즈아카데미 주관의 그루잠1집 앨범 발매 쇼 케이스를 성황리에 마쳤고 재즈클럽 과 페스티벌 등 다양한 문화공간 과 공연의 자리에서의 연주 및 새로운 스타일의 싱글 과 앨범 OST등의 음악작업을 준비 하고 있다.", "genre": "Jazz", "event": [{"venue_id": 40, "title": "그루잠(GroovJam)", "date": "2016-07-10", "time": "21:00", "venue": "클럽 에반스 (EVANS)", "lineup": [{"name": "그루잠(Groovjam)", "musician_id": 6044}]}, {"venue_id": 725, "title": "그루잠", "date": "2016-01-21", "price": "10,000원(음료포함)", "time": "20:00", "venue": "재즈다", "lineup": [{"name": "그루잠(Groovjam)", "musician_id": 6044}]}], "album": [{"albumtitle": "그루잠 1집 - 그루잠 (2016, Mirrorball Jazz World) (2016)"}], "regular_musician": [{"name": "그루잠(Groovjam)", "musician_id": 6044, "event_count": 2}], "name": "그루잠(Groovjam)", "musician_id": 6044, "member": "Piano&Key 안현진 Elec&Doubel Bass 이성환 Vocal Ash(에쉬) Drums 황용하"}