{"website": "www.nst-thesoulsauce.com", "twitter": "E_S_Sounds", "bandcamp_url": "https://nohseonteck.bandcamp.com/", "intro": "노선택과 소울소스는 뛰어난 연주 자들의 조합으로 밴드 결성부터 레게 드림 팀이라 불리며 관심을 모았던 노선택과 소울소 스는 극동아시아의 오랜 뿌리적 사상철학을 바탕으로 루츠레게, 사이키델릭과 재즈, 아프 리칸 블랙 비트위에 한국적인 색채와 그루브까지 한 폭의 수묵담채화처럼 펼쳐내는 한국형 레게밴드다. 레게에 대한 한없는 애정과 존경을 바탕으로, 한국적인 색채와 그루브가 더해진 소울소스만의 레게를 전하며 묵직한 베이스 선율에 개성 넘치는 연주가 더해진 음악을 통해 레게 특유의 느긋함과 유쾌함을 경험할 수 있다.\n2016년 봄 발표한 첫 앨범 '헤븐 이즈 히어/송 포 리코(Heaven is Here/ Song for Rico)'을 시작으로 그해 7월 일본 후지 락 페스티벌, 8월 홍콩 국제 레게 스카 페스티벌의 헤드라이너에 이름을 올렸고 국내의 펜타포트 락 페스티벌, 자라섬 국제 재즈 페스티벌에 초청되었다. 2017년 6월에는 미서부 투어의 일환으로 시에라 네바다 뮤직 페스티벌과 자메이카의 레전더리 레게 아티스트 리페리(Lee Perry)의 단독공연에 초대되는등 이례적인 행보를 펼폈다. 동양표준음향사와 시카고의 자메이칸 뮤직 레이블인 Jump Up Records를 통해 전세계 발매된 7인치 바이닐은 세계 최대 유통망인 레게레코드닷컴의 레게 장르부문 세일즈차트 4위/서브장르부문 1위에 각각 랭크되는 등의 성과를 올리기도 했다. 2017년 여름 레게씬의 거장 프로듀서 ‘우치다 나오유키 Uchida Naoyuki ’ 함께한 정규앨범 Back When Tigers Smokes 을  공개했다.\n\nHailing from Seoul, Korea, NST & The Soul Sauce is an eight-piece roots reggae band that warms your heart and makes your soul dance.\n\nWith two feet firmly planted in roots reggae, their unique sound has elements of jazz, African beat, funk, soul, psychedelic, and nyabinghi blended with classic Korean pop.  Along with influences of East Asian philosophy, they’ve created what they have dubbed:“Korean reggae.\"  In March 2016, the group released their first seven-track cassette tape called Heaven is Here/Song for Rico, which has a tasty sampling of reggae, jazz, dub mixed with plenty of catchy hooks. With this one album and their high energy live performances, they have won rave reviews from not only Korean but also international critics and earned the act invites to major festivals such as Incheon Pentaport Rock Festival(Korea), Jarasum International Jazz Festival(Korea), Fuji Rock Festival(Japan), and Hong Kong International Reggae Ska Festival. In September 2016, they released a 7 inch worldwide via Eastern Standard Sounds(Korea) and Jump Up Records(U.S.A.), which topped the album sales chart on ReggaeRecord.com. NST & The Soul Sauce will release their new full length album worldwide in June and kick off both domestic and international tours for 2017 including Sierra Nevada World Music Festival(U.S.A.), Circulart (Colombia)", "facebook": "nstandthesoulsauce/", "genre": "Reggae,Roots", "event": [{"venue_id": 137, "title": "레드 스트라이프, 킹스턴 루디스카, 노선택과 소울소스", "date": "2018-03-10", "price": "30000", "time": "18:00", "venue": "프리즘홀", "lineup": [{"name": "킹스턴루디스카", "musician_id": 140}, {"name": "DJ Smiley", "musician_id": 2201}, {"name": "슈가석율", "musician_id": 3355}, {"name": "오청달", "musician_id": 5838}, {"name": "어쿠솔쟈", "musician_id": 7053}, {"name": "노선택과 소울소스", "musician_id": 7064}, {"name": "레드 스트라이프", "musician_id": 7065}]}], "regular_musician": [{"name": "킹스턴루디스카", "musician_id": 140, "event_count": 1}, {"name": "어쿠솔쟈", "musician_id": 7053, "event_count": 1}, {"name": "오청달", "musician_id": 5838, "event_count": 1}, {"name": "레드 스트라이프", "musician_id": 7065, "event_count": 1}, {"name": "노선택과 소울소스", "musician_id": 7064, "event_count": 1}, {"name": "DJ Smiley", "musician_id": 2201, "event_count": 1}, {"name": "슈가석율", "musician_id": 3355, "event_count": 1}], "name": "노선택과 소울소스", "musician_id": 7064, "video": ["https://youtu.be/04gqo7eWV8k", "https://youtu.be/wxyJftJF-uQ", "https://youtu.be/esXgBSBkVkI", "https://youtu.be/Ox4L8_Y6nE0", "https://youtu.be/esXgBSBkVkI", "https://youtu.be/cMw2HTLdQ3I", "https://youtu.be/04gqo7eWV8k"]}