{"website": "www.theredstripeshk.com", "twitter": "TheRedStripesHK", "bandcamp_url": "https://theredstripes.bandcamp.com/releases", "intro": "​\n◆ 레드 스트라이프 / The Red Stripes (From Hong Kong)\n\nRed Stripe는 영국, 캐나다, 호주출신의 다국적 11인조 투톤/ 모드 스카밴드로 홍콩을 중심으로 활동하며 ‘OK La!’ 와 ‘Jamie Vardy’ 등의 싱글을 발매,아시아 전역에서 지지를 얻는다. 이후 5년만에 발매된 정규 앨범인 In the ska East는 레전더리 NYC 스카밴드 The Toaster의 Sean ‘Cavo’ Dinsmore가 프로듀서로 참여해 스카-리바이벌 투톤/ 모드의 어법에 충실하면서도 전통에 충실한 사운드를 들려주며 작년 한해 가장 주목받았던 투톤스카 앨범중 하나로 손꼽힌다. 또한 스카의 창시자인 스카탈라이츠Skatalites의 홍콩 투어 서포트, 레전더리 스카 뮤지션 프린스 버스터의 아들 Sutan Al, 스페셜즈The Specials 의 오리지널 보컬 Neville Staple, Johnny Osbourne 등과의 흥미로운 협연들을 실현시키며 성공적으로 마친 이들은 최근 몇년간 홍콩의 메이저 페스티벌 Clokenflap에 최근 2년간 초청을 비롯 ‘Modswing’ Singapore, Semarang Ska Festival (with Mr. Symarip), Taiwan Festival of Ska and 2 Tone, Taipei and ‘Jam the UK’, Tokyo등 아시아 전역의 여러 페스티벌에서 많은 사랑을 받고 있다.The Red Stripes are Hong Kong’s premier Ska/ Mod band and have been playing to packed audiences all over Asia. Their brand of party Ska with flavours of the 2 Tone era features a full 11- piece band and hail originally from the UK, Canada and Australia. Over the past three years they have played festivals and shows around Asia including ‘Modswing’ Singapore, Semarang Ska Festival (with Mr. Symarip), Taiwan Festival of Ska and 2 Tone, Taipei, ‘Jam the UK’, Tokyo and the massive Kuala Lumpur Ska Festival. In August 2017 they played as the backing band for Original Rudeboy  of The Specials Neville Staple at the Hong Kong International Reggae Ska Festival.\nIn 2014 they played at the hugely popular Clockenflap festival in Hong Kong with the son of the legend Prince Buster, Sultan Ali, playing a full set of his father’s classics to thousands. In 2016 they performed with original Ska creators The Skatalites, to a sellout Hong Kong crowd. Recently they have supported the legendary Godfather of Dancehall Johnny Osbourne in the city.\nAfter releasing their first two singles ‘OK La!’ and ‘Jamie Vardy’ to international airplay and critical acclaim, they began working on their debut 10 track album 'In The Ska East', recorded at Billboard Studios, Central, Hong Kong with legendary Ska vocalist, writer and producer Sean ‘Cavo’ Dinsmore’ from New York's third wave Ska band The Toasters at the helm. The album also features special guest vocals from The Specials original frontman Neville Staple. It was featured in 'Do The Dog' Skazines finest Ska albums of 2017. Released in December 2017 the album is available through passionate Ska distributors around the world.", "facebook": "theredstripeshk", "genre": "Ska", "event": [{"venue_id": 137, "title": "레드 스트라이프, 킹스턴 루디스카, 노선택과 소울소스", "date": "2018-03-10", "price": "30000", "time": "18:00", "venue": "프리즘홀", "lineup": [{"name": "킹스턴루디스카", "musician_id": 140}, {"name": "DJ Smiley", "musician_id": 2201}, {"name": "슈가석율", "musician_id": 3355}, {"name": "오청달", "musician_id": 5838}, {"name": "어쿠솔쟈", "musician_id": 7053}, {"name": "노선택과 소울소스", "musician_id": 7064}, {"name": "레드 스트라이프", "musician_id": 7065}]}], "regular_musician": [{"name": "킹스턴루디스카", "musician_id": 140, "event_count": 1}, {"name": "어쿠솔쟈", "musician_id": 7053, "event_count": 1}, {"name": "오청달", "musician_id": 5838, "event_count": 1}, {"name": "레드 스트라이프", "musician_id": 7065, "event_count": 1}, {"name": "노선택과 소울소스", "musician_id": 7064, "event_count": 1}, {"name": "DJ Smiley", "musician_id": 2201, "event_count": 1}, {"name": "슈가석율", "musician_id": 3355, "event_count": 1}], "name": "레드 스트라이프", "musician_id": 7065, "video": ["https://youtu.be/ZeY4Jl_clZg", "https://youtu.be/vZ4SrPWdxRQ", "https://youtu.be/E8G1_2rkJvI", "https://youtu.be/BupAE0NeVSs"]}